Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Amounts are scaled to each meal's servings (plus any planned leftovers) and merged across recipes, converting units where it's safe to.
ar: تُعدّل الكميات حسب حصص كل وجبة (مع البقايا المخطط لها) وتُدمج بين الوصفات، مع تحويل الوحدات حين يكون ذلك آمنًا.
de: Mengen werden an die Portionen jeder Mahlzeit (plus geplante Reste) angepasst und rezeptübergreifend zusammengefasst; Einheiten werden umgerechnet, wo es sicher ist.
el: Οι ποσότητες προσαρμόζονται στις μερίδες κάθε γεύματος (μαζί με τα προγραμματισμένα περισσεύματα) και συγχωνεύονται μεταξύ συνταγών, με μετατροπή μονάδων όπου είναι ασφαλές.
es: Las cantidades se ajustan a las raciones de cada comida (más las sobras previstas) y se combinan entre recetas, convirtiendo unidades cuando es seguro.
fr: Les quantités sont adaptées aux portions de chaque repas (plus les restes prévus) et regroupées entre recettes, en convertissant les unités quand c’est sûr.
hi: मात्राएँ हर भोजन की सर्विंग (और योजना में रखे बचे खाने) के अनुसार बढ़ाई जाती हैं और सभी रेसिपी में जोड़ी जाती हैं, जहाँ सुरक्षित हो वहाँ इकाइयाँ बदलकर।
it: Le quantità sono adattate alle porzioni di ogni pasto (più gli avanzi pianificati) e unite tra le ricette, convertendo le unità quando è sicuro.
ja: 分量は各食事の人数（予定の作り置き分を含む）に合わせて調整し、レシピ間でまとめます。安全な場合は単位も換算します。
ko: 양은 각 식사의 인분(계획한 남은 음식 포함)에 맞게 조정되고, 레시피끼리 합쳐지며, 안전할 때는 단위도 변환돼요.
pt_br: As quantidades são ajustadas às porções de cada refeição (mais as sobras planejadas) e somadas entre receitas, convertendo unidades quando é seguro.
ru: Количества пересчитываются под порции каждого приёма пищи (с учётом запланированных остатков) и объединяются по рецептам; единицы переводятся там, где это безопасно.
tr: Miktarlar her öğünün porsiyonuna (planlanan artıklar dahil) göre ölçeklenir ve tarifler arasında birleştirilir; güvenli olduğunda birimler dönüştürülür.
vi: Lượng được điều chỉnh theo khẩu phần mỗi bữa (cộng đồ thừa đã lên kế hoạch) và gộp giữa các công thức, quy đổi đơn vị khi an toàn.
zh_hans: 用量会按每餐的份数（加上计划的剩菜）调整，并在食谱之间合并，在安全时换算单位。

source: Amounts or allergens we weren't sure about.
ar: كميات أو مسبّبات حساسية لم نكن متأكدين منها.
de: Mengen oder Allergene, bei denen wir unsicher waren.
el: Ποσότητες ή αλλεργιογόνα για τα οποία δεν ήμασταν σίγουροι.
es: Cantidades o alérgenos de los que no estábamos seguros.
fr: Des quantités ou des allergènes dont nous n’étions pas sûrs.
hi: मात्राएँ या एलर्जन जिनके बारे में हम पक्के नहीं थे।
it: Quantità o allergeni di cui non eravamo sicuri.
ja: 分量やアレルゲンで確信が持てなかったもの。
ko: 양이나 알레르기 유발 성분 중 확실하지 않았던 것.
pt_br: Quantidades ou alérgenos sobre os quais não tínhamos certeza.
ru: Количества или аллергены, в которых мы не уверены.
tr: Emin olamadığımız miktarlar veya alerjenler.
vi: Lượng hoặc chất gây dị ứng mà chúng tôi chưa chắc chắn.
zh_hans: 我们不确定的用量或过敏原。

source: Any
ar: الكل
de: Alle
el: Όλα
es: Cualquiera
fr: Tous
hi: कोई भी
it: Qualsiasi
ja: すべて
ko: 전체
pt_br: Qualquer
ru: Любая
tr: Tümü
vi: Bất kỳ
zh_hans: 不限

source: Any cuisine
ar: أي مطبخ
de: Jede Küche
el: Οποιαδήποτε κουζίνα
es: Cualquier cocina
fr: Toutes les cuisines
hi: कोई भी व्यंजन शैली
it: Qualsiasi cucina
ja: ジャンル問わず
ko: 모든 요리
pt_br: Qualquer culinária
ru: Любая кухня
tr: Tüm mutfaklar
vi: Mọi ẩm thực
zh_hans: 不限菜系

source: Any dietary preferences?
ar: هل لديك تفضيلات غذائية؟
de: Ernährungsvorlieben?
el: Έχεις διατροφικές προτιμήσεις;
es: ¿Alguna preferencia alimentaria?
fr: Des préférences alimentaires ?
hi: कोई खान-पान पसंद?
it: Preferenze alimentari?
ja: 食事の好みはありますか？
ko: 식단 선호가 있나요?
pt_br: Alguma preferência alimentar?
ru: Есть предпочтения в питании?
tr: Beslenme tercihin var mı?
vi: Bạn có chế độ ăn ưa thích không?
zh_hans: 有饮食偏好吗？

source: Any foods you dislike?
ar: هل هناك أطعمة لا تحبها؟
de: Lebensmittel, die du nicht magst?
el: Υπάρχουν τροφές που δεν σου αρέσουν;
es: ¿Algún alimento que no te guste?
fr: Des aliments que vous n’aimez pas ?
hi: कोई खाना जो पसंद नहीं?
it: Cibi che non ti piacciono?
ja: 苦手な食べ物はありますか？
ko: 싫어하는 음식이 있나요?
pt_br: Algum alimento de que não gosta?
ru: Есть продукты, которые вы не любите?
tr: Sevmediğin yiyecekler var mı?
vi: Có món nào bạn không thích không?
zh_hans: 有不喜欢的食物吗？

source: Any time
ar: أي وقت
de: Jederzeit
el: Οποτεδήποτε
es: Cuando sea
fr: N’importe quand
hi: कभी भी
it: Quando vuoi
ja: いつでも
ko: 언제든
pt_br: A qualquer hora
ru: В любое время
tr: Her zaman
vi: Bất cứ lúc nào
zh_hans: 任何时间

source: Anything to remember?
ar: هل من شيء تتذكره؟
de: Etwas zu merken?
el: Κάτι να θυμάσαι;
es: ¿Algo que recordar?
fr: Quelque chose à retenir ?
hi: कुछ याद रखना है?
it: Qualcosa da ricordare?
ja: 覚えておくことは？
ko: 기억할 것이 있나요?
pt_br: Algo para lembrar?
ru: Что-нибудь запомнить?
tr: Hatırlanacak bir şey var mı?
vi: Có gì cần nhớ không?
zh_hans: 有什么要记住的吗？

source: Apple Health
ar: صحتي من Apple
el: Υγεία Apple
es: Salud de Apple
fr: Santé d’Apple
it: Salute di Apple
ja: Appleヘルスケア
ko: Apple 건강
pt_br: Saúde da Apple
ru: Здоровье Apple
tr: Apple Sağlık
vi: Apple Sức khỏe
zh_hans: Apple健康

source: Apple Health didn't save
ar: لم يحفظ تطبيق صحتي البيانات
de: Apple Health hat nicht gespeichert
el: Η Υγεία Apple δεν αποθήκευσε
es: Salud de Apple no guardó los datos
fr: Santé d’Apple n’a pas enregistré
hi: Apple Health में सहेजा नहीं गया
it: Salute di Apple non ha salvato
ja: Appleヘルスケアに保存できませんでした
ko: Apple 건강에 저장하지 못했어요
pt_br: O Saúde da Apple não salvou
ru: Здоровье Apple не сохранило данные
tr: Apple Sağlık kaydedemedi
vi: Apple Sức khỏe chưa lưu được
zh_hans: Apple健康未能保存

source: Archive
ar: أرشفة
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
fr: Archiver
hi: संग्रहित करें
it: Archivia
ja: アーカイブ
ko: 보관
pt_br: Arquivar
ru: В архив
tr: Arşivle
vi: Lưu trữ
zh_hans: 归档

source: Archived
ar: مؤرشفة
de: Archiviert
el: Αρχειοθετημένη
es: Archivada
fr: Archivée
hi: संग्रहित
it: Archiviata
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivada
ru: В архиве
tr: Arşivlendi
vi: Đã lưu trữ
zh_hans: 已归档

source: Auto-crops and straightens each page
ar: يقص كل صفحة ويستقيمها تلقائيًا
de: Schneidet jede Seite automatisch zu und richtet sie aus
el: Περικόπτει και ισιώνει αυτόματα κάθε σελίδα
es: Recorta y endereza cada página automáticamente
fr: Recadre et redresse chaque page automatiquement
hi: हर पेज को अपने-आप काटता और सीधा करता है
it: Ritaglia e raddrizza ogni pagina in automatico
ja: 各ページを自動で切り抜き・補正
ko: 각 페이지를 자동으로 자르고 반듯하게 펴요
pt_br: Recorta e endireita cada página automaticamente
ru: Автоматически обрезает и выравнивает каждую страницу
tr: Her sayfayı otomatik kırpar ve düzeltir
vi: Tự động cắt và căn thẳng từng trang
zh_hans: 自动裁剪并拉直每一页

source: BARCODE NUMBER
ar: رقم الباركود
de: BARCODE-NUMMER
el: ΑΡΙΘΜΟΣ ΓΡΑΜΜΩΤΟΥ ΚΩΔΙΚΑ
es: NÚMERO DEL CÓDIGO DE BARRAS
fr: NUMÉRO DU CODE-BARRES
hi: बारकोड नंबर
it: NUMERO DEL CODICE A BARRE
ja: バーコード番号
ko: 바코드 번호
pt_br: NÚMERO DO CÓDIGO DE BARRAS
ru: НОМЕР ШТРИХКОДА
tr: BARKOD NUMARASI
vi: SỐ MÃ VẠCH
zh_hans: 条形码编号

source: BEST MATCHES
ar: أفضل التطابقات
de: BESTE TREFFER
el: ΚΑΛΥΤΕΡΕΣ ΑΝΤΙΣΤΟΙΧΙΕΣ
es: MEJORES COINCIDENCIAS
fr: MEILLEURES CORRESPONDANCES
hi: सबसे अच्छे मेल
it: CORRISPONDENZE MIGLIORI
ja: ベストマッチ
ko: 가장 잘 맞는 항목
pt_br: MELHORES CORRESPONDÊNCIAS
ru: ЛУЧШИЕ СОВПАДЕНИЯ
tr: EN İYİ EŞLEŞMELER
vi: PHÙ HỢP NHẤT
zh_hans: 最佳匹配

source: Back
ar: رجوع
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
vi: Quay lại
zh_hans: 返回

source: Balanced
ar: متوازن
de: Ausgewogen
el: Ισορροπημένο
es: Equilibrado
fr: Équilibré
hi: संतुलित
it: Equilibrato
ja: バランス
ko: 균형 잡힌
pt_br: Equilibrado
ru: Сбалансированное
tr: Dengeli
vi: Cân bằng
zh_hans: 均衡

source: Barcodes have 8, 12, 13 or 14 digits
ar: الباركود من 8 أو 12 أو 13 أو 14 رقمًا
de: Barcodes haben 8, 12, 13 oder 14 Ziffern
el: Οι γραμμωτοί κώδικες έχουν 8, 12, 13 ή 14 ψηφία
es: Los códigos de barras tienen 8, 12, 13 o 14 dígitos
fr: Les codes-barres comptent 8, 12, 13 ou 14 chiffres
hi: बारकोड में 8, 12, 13 या 14 अंक होते हैं
it: I codici a barre hanno 8, 12, 13 o 14 cifre
ja: バーコードは8、12、13、14桁です
ko: 바코드는 8, 12, 13 또는 14자리예요
pt_br: Códigos de barras têm 8, 12, 13 ou 14 dígitos
ru: В штрихкоде 8, 12, 13 или 14 цифр
tr: Barkodlar 8, 12, 13 veya 14 hanelidir
vi: Mã vạch có 8, 12, 13 hoặc 14 chữ số
zh_hans: 条形码为8、12、13或14位

source: Based on %lld of %lld ingredients — the rest couldn't be matched.
ar: بناءً على %lld من %lld مكونًا — تعذّرت مطابقة الباقي.
de: Basierend auf %lld von %lld Zutaten – der Rest konnte nicht zugeordnet werden.
el: Με βάση %lld από %lld υλικά — τα υπόλοιπα δεν αντιστοιχίστηκαν.
es: Basado en %lld de %lld ingredientes — el resto no se pudo identificar.
fr: Basé sur %lld ingrédients sur %lld — les autres n’ont pas pu être identifiés.
hi: %2$lld में से %1$lld सामग्री पर आधारित — बाकी का मेल नहीं मिला।
it: Basato su %lld ingredienti su %lld — gli altri non sono stati riconosciuti.
ja: %2$lld件中%1$lld件の材料に基づく — 残りは照合できませんでした。
ko: 재료 %2$lld개 중 %1$lld개 기준 — 나머지는 찾지 못했어요.
pt_br: Baseado em %lld de %lld ingredientes — o restante não foi identificado.
ru: По %lld из %lld ингредиентов — остальные не удалось сопоставить.
tr: %lld / %lld malzemeye göre — kalanlar eşleştirilemedi.
vi: Dựa trên %lld / %lld nguyên liệu — số còn lại không khớp được.
zh_hans: 基于%2$lld种食材中的%1$lld种 — 其余无法匹配。

source: Based on portions
ar: حسب الحصص
de: Nach Portionen
el: Με βάση τις μερίδες
es: Según las raciones
fr: Selon les portions
hi: हिस्सों के आधार पर
it: In base alle porzioni
ja: 分量に基づく
ko: 양 기준
pt_br: Com base nas porções
ru: По порциям
tr: Porsiyonlara göre
vi: Theo khẩu phần
zh_hans: 按份量

source: Basics
ar: الأساسيات
de: Grundlagen
el: Βασικά
es: Básicos
fr: Bases
hi: बुनियादी
it: Basi
ja: 基本
ko: 기본
pt_br: Básico
ru: Основы
tr: Temel bilgiler
vi: Cơ bản
zh_hans: 基础

source: Batch cooking
ar: طبخ بكميات كبيرة
de: Vorkochen in großen Mengen
el: Μαγείρεμα σε ποσότητα
es: Cocinar por lotes
fr: Cuisine en grande quantité
hi: एक साथ ज़्यादा बनाना
it: Cucina in grandi quantità
ja: まとめて調理
ko: 한꺼번에 요리
pt_br: Cozinhar em quantidade
ru: Готовка впрок
tr: Toplu pişirme
vi: Nấu số lượng lớn
zh_hans: 批量烹饪

source: Before it goes to waste
ar: قبل أن يُهدر
de: Bevor es verdirbt
el: Πριν πάει χαμένο
es: Antes de que se desperdicie
fr: Avant que ça ne se perde
hi: बर्बाद होने से पहले
it: Prima che vada sprecato
ja: 無駄になる前に
ko: 버려지기 전에
pt_br: Antes que estrague
ru: Пока не пропало
tr: İsraf olmadan önce
vi: Trước khi bị bỏ phí
zh_hans: 在浪费之前

source: Breakfast
ar: الفطور
de: Frühstück
el: Πρωινό
es: Desayuno
fr: Petit-déjeuner
hi: नाश्ता
it: Colazione
ja: 朝食
ko: 아침
pt_br: Café da manhã
ru: Завтрак
tr: Kahvaltı
vi: Bữa sáng
zh_hans: 早餐

source: British
ar: بريطاني
de: Britisch
el: Βρετανική
es: Británica
fr: Britannique
hi: ब्रिटिश
it: Britannica
ja: イギリス料理
ko: 영국 요리
pt_br: Britânica
ru: Британская
tr: İngiliz
vi: Món Anh
zh_hans: 英式

source: Browse
ar: تصفّح
de: Stöbern
el: Εξερεύνηση
es: Explorar
fr: Parcourir
hi: ब्राउज़ करें
it: Esplora
ja: 見つける
ko: 둘러보기
pt_br: Explorar
ru: Обзор
tr: Göz at
vi: Duyệt
zh_hans: 浏览

source: Browse curated recipes
ar: تصفّح وصفات مختارة
de: Ausgewählte Rezepte ansehen
el: Δες επιλεγμένες συνταγές
es: Ver recetas seleccionadas
fr: Parcourir des recettes choisies
hi: चुनी हुई रेसिपी देखें
it: Sfoglia ricette selezionate
ja: 厳選レシピを見る
ko: 엄선한 레시피 보기
pt_br: Ver receitas selecionadas
ru: Смотреть подобранные рецепты
tr: Seçilmiş tariflere göz at
vi: Xem công thức tuyển chọn
zh_hans: 浏览精选食谱

source: Budget friendly
ar: اقتصادي
de: Preiswert
el: Οικονομικό
es: Económico
fr: Petit budget
hi: बजट के अनुकूल
it: Economico
ja: 節約
ko: 알뜰
pt_br: Econômico
ru: Бюджетно
tr: Bütçe dostu
vi: Tiết kiệm
zh_hans: 省钱

source: Buy 1–2 things
ar: شراء شيء أو شيئين
de: 1–2 Dinge kaufen
el: Αγορά 1–2 ειδών
es: Comprar 1–2 cosas
fr: Acheter 1 ou 2 choses
hi: 1–2 चीज़ें ख़रीदें
it: Compra 1–2 cose
ja: 1〜2品買う
ko: 1–2가지 사기
pt_br: Comprar 1–2 coisas
ru: Купить 1–2 продукта
tr: 1–2 şey al
vi: Mua 1–2 món
zh_hans: 买1–2样东西

source: COMMON IN %@ KITCHENS
ar: شائع في مطابخ %@
de: TYPISCH IN KÜCHEN IN %@
el: ΣΥΝΗΘΙΣΜΕΝΑ ΣΤΙΣ ΚΟΥΖΙΝΕΣ: %@
es: HABITUAL EN LAS COCINAS DE %@
fr: COURANT DANS LES CUISINES : %@
hi: %@ की रसोई में आम
it: COMUNE NELLE CUCINE: %@
ja: %@の家庭によくある食材
ko: %@ 가정의 흔한 재료
pt_br: COMUM NAS COZINHAS DE %@
ru: ЧАСТО НА КУХНЯХ: %@
tr: %@ MUTFAKLARINDA YAYGIN
vi: THƯỜNG CÓ TRONG BẾP %@
zh_hans: %@家庭常备

source: COOK
ar: اطبخ
de: KOCHEN
el: ΜΑΓΕΙΡΕΜΑ
es: COCINAR
fr: CUISINER
hi: बनाएँ
it: CUCINA
ja: 料理
ko: 요리
pt_br: COZINHAR
ru: ГОТОВИТЬ
tr: PİŞİR
vi: NẤU
zh_hans: 开做

source: Calculated from %@ data — not medical advice.
ar: محسوب ببيانات %@ — ليست نصيحة طبية.
de: Berechnet mit %@-Daten – keine medizinische Beratung.
el: Υπολογισμός με δεδομένα %@ — δεν αποτελεί ιατρική συμβουλή.
es: Calculado con datos de %@ — no es consejo médico.
fr: Calculé avec les données %@ — pas un avis médical.
hi: %@ डेटा से गणना — यह चिकित्सा सलाह नहीं है।
it: Calcolato con dati %@ — non è un consiglio medico.
ja: %@のデータで算出 — 医学的なアドバイスではありません。
ko: %@ 데이터로 계산 — 의학적 조언이 아닙니다.
pt_br: Calculado com dados do %@ — não é orientação médica.
ru: Рассчитано по данным %@ — не медицинская рекомендация.
tr: %@ verileriyle hesaplandı — tıbbi tavsiye değildir.
vi: Tính theo dữ liệu %@ — không phải lời khuyên y tế.
zh_hans: 根据%@数据计算 — 不构成医疗建议。

source: Calories
ar: السعرات
de: Kalorien
el: Θερμίδες
es: Calorías
hi: कैलोरी
it: Calorie
ja: カロリー
ko: 칼로리
pt_br: Calorias
ru: Калории
tr: Kalori
vi: Calo
zh_hans: 热量

source: Calories (kcal)
ar: السعرات (سعرة)
de: Kalorien (kcal)
el: Θερμίδες (kcal)
es: Calorías (kcal)
hi: कैलोरी (kcal)
it: Calorie (kcal)
ja: カロリー（kcal）
ko: 칼로리 (kcal)
pt_br: Calorias (kcal)
ru: Калории (ккал)
tr: Kalori (kcal)
vi: Calo (kcal)
zh_hans: 热量（千卡）

source: Calories and macros
ar: السعرات والعناصر الغذائية
de: Kalorien und Makros
el: Θερμίδες και μακροθρεπτικά
es: Calorías y macros
fr: Calories et macros
hi: कैलोरी और मैक्रो
it: Calorie e macro
ja: カロリーと栄養素
ko: 칼로리와 영양소
pt_br: Calorias e macros
ru: Калории и БЖУ
tr: Kalori ve makrolar
vi: Calo và các chất
zh_hans: 热量和营养素

source: Camera. Point it at a barcode.
ar: الكاميرا. وجّهها إلى باركود.
de: Kamera. Richte sie auf einen Barcode.
el: Κάμερα. Στόχευσε έναν γραμμωτό κώδικα.
es: Cámara. Apunta a un código de barras.
fr: Caméra. Visez un code-barres.
hi: कैमरा। इसे बारकोड की ओर करें।
it: Fotocamera. Inquadra un codice a barre.
ja: カメラ。バーコードに向けてください。
ko: 카메라. 바코드를 비춰 주세요.
pt_br: Câmera. Aponte para um código de barras.
ru: Камера. Наведите на штрихкод.
tr: Kamera. Bir barkoda doğrult.
vi: Camera. Hướng vào mã vạch.
zh_hans: 相机。请对准条形码。

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
tr: İptal
vi: Hủy
zh_hans: 取消

source: Cancel %@ timer
ar: إلغاء مؤقت %@
de: %@-Timer abbrechen
el: Ακύρωση χρονομέτρου %@
es: Cancelar temporizador de %@
fr: Annuler le minuteur %@
hi: %@ टाइमर रद्द करें
it: Annulla timer %@
ja: %@タイマーをキャンセル
ko: %@ 타이머 취소
pt_br: Cancelar timer de %@
ru: Отменить таймер «%@»
tr: %@ zamanlayıcısını iptal et
vi: Hủy hẹn giờ %@
zh_hans: 取消%@计时器

source: Cancel › Discard to start over
ar: إلغاء › تجاهل للبدء من جديد
de: Abbrechen › Verwerfen, um neu zu beginnen
el: Ακύρωση › Απόρριψη για να ξεκινήσεις από την αρχή
es: Cancelar › Descartar para empezar de nuevo
fr: Annuler › Supprimer pour recommencer
hi: रद्द करें › दोबारा शुरू करने के लिए हटाएँ
it: Annulla › Scarta per ricominciare
ja: キャンセル › 破棄してやり直す
ko: 취소 › 버리고 다시 시작
pt_br: Cancelar › Descartar para começar de novo
ru: Отменить › Удалить, чтобы начать заново
tr: İptal › Baştan başlamak için vazgeç
vi: Hủy › Bỏ để bắt đầu lại
zh_hans: 取消 › 放弃以重新开始

source: Caribbean
ar: كاريبي
de: Karibisch
el: Καραϊβική
es: Caribeña
fr: Caribéenne
hi: कैरिबियन
it: Caraibica
ja: カリブ料理
ko: 카리브 요리
pt_br: Caribenha
ru: Карибская
tr: Karayip
vi: Món Caribe
zh_hans: 加勒比菜

source: Challenging
ar: صعبة
de: Anspruchsvoll
el: Απαιτητική
es: Exigente
fr: Difficile
hi: चुनौतीपूर्ण
it: Impegnativa
ja: 上級
ko: 어려움
pt_br: Desafiadora
ru: Сложный
tr: Zorlu
vi: Khó
zh_hans: 有挑战

source: Change
ar: تغيير
de: Ändern
el: Αλλαγή
es: Cambiar
fr: Changer
hi: बदलें
it: Cambia
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
tr: Değiştir
vi: Đổi
zh_hans: 更改

source: Change answers
ar: تغيير الإجابات
de: Antworten ändern
el: Αλλαγή απαντήσεων
es: Cambiar respuestas
fr: Modifier les réponses
hi: जवाब बदलें
it: Cambia risposte
ja: 回答を変更
ko: 답변 변경
pt_br: Alterar respostas
ru: Изменить ответы
tr: Cevapları değiştir
vi: Đổi câu trả lời
zh_hans: 修改答案

source: Change country, now %@
ar: تغيير الدولة، الحالية %@
de: Land ändern, aktuell %@
el: Αλλαγή χώρας, τώρα %@
es: Cambiar país, ahora %@
fr: Changer de pays, actuellement %@
hi: देश बदलें, अभी %@
it: Cambia paese, ora %@
ja: 国を変更（現在：%@）
ko: 국가 변경, 현재 %@
pt_br: Mudar país, agora %@
ru: Сменить страну, сейчас %@
tr: Ülkeyi değiştir, şu an %@
vi: Đổi quốc gia, hiện là %@
zh_hans: 更改国家，当前为%@

source: Change daily targets
ar: تغيير الأهداف اليومية
de: Tagesziele ändern
el: Αλλαγή ημερήσιων στόχων
es: Cambiar objetivos diarios
fr: Modifier les objectifs quotidiens
hi: दैनिक लक्ष्य बदलें
it: Cambia obiettivi giornalieri
ja: 1日の目標を変更
ko: 하루 목표 변경
pt_br: Alterar metas diárias
ru: Изменить дневные цели
tr: Günlük hedefleri değiştir
vi: Đổi mục tiêu hằng ngày
zh_hans: 更改每日目标

source: Change it any time from settings
ar: غيّره متى شئت من الإعدادات
de: Jederzeit in den Einstellungen änderbar
el: Άλλαξέ το όποτε θες από τις ρυθμίσεις
es: Cámbialo cuando quieras en Ajustes
fr: Modifiable à tout moment dans les réglages
hi: सेटिंग्स से कभी भी बदलें
it: Modificabile in qualsiasi momento dalle impostazioni
ja: 設定からいつでも変更できます
ko: 설정에서 언제든 변경할 수 있어요
pt_br: Altere quando quiser nos ajustes
ru: Можно изменить в любой момент в настройках
tr: Ayarlardan istediğin zaman değiştir
vi: Có thể đổi bất cứ lúc nào trong cài đặt
zh_hans: 随时可在设置中更改

source: Change settings
ar: تغيير الإعدادات
de: Einstellungen ändern
el: Αλλαγή ρυθμίσεων
es: Cambiar ajustes
fr: Modifier les réglages
hi: सेटिंग्स बदलें
it: Cambia impostazioni
ja: 設定を変更
ko: 설정 변경
pt_br: Alterar ajustes
ru: Изменить настройки
tr: Ayarları değiştir
vi: Đổi cài đặt
zh_hans: 更改设置

source: Change what you get in Settings
ar: غيّر ما يصلك من الإعدادات
de: In den Einstellungen festlegen, was du bekommst
el: Άλλαξε τι λαμβάνεις στις Ρυθμίσεις
es: Cambia lo que recibes en Ajustes
fr: Choisissez ce que vous recevez dans les Réglages
hi: सेटिंग्स में चुनें कि आपको क्या मिले
it: Scegli cosa ricevere nelle Impostazioni
ja: 受け取る内容は設定で変更できます
ko: 받는 내용은 설정에서 바꿀 수 있어요
pt_br: Escolha o que você recebe em Ajustes
ru: Выберите, что получать, в Настройках
tr: Neler alacağını Ayarlar’dan değiştir
vi: Chọn nội dung nhận trong Cài đặt
zh_hans: 在设置中更改你收到的内容

source: Check
ar: تحقّق
de: Prüfen
el: Έλεγχος
es: Revisar
fr: Vérifier
hi: जाँचें
it: Controlla
ja: 確認
ko: 확인
pt_br: Conferir
ru: Проверить
tr: Kontrol et
vi: Kiểm tra
zh_hans: 检查

source: Check later
ar: تحقّق لاحقًا
de: Später prüfen
el: Έλεγχος αργότερα
es: Revisar más tarde
fr: Vérifier plus tard
hi: बाद में जाँचें
it: Controlla dopo
ja: あとで確認
ko: 나중에 확인
pt_br: Conferir depois
ru: Проверить позже
tr: Sonra kontrol et
vi: Kiểm tra sau
zh_hans: 稍后检查

source: Checking every pick
ar: جارٍ فحص كل اختيار
de: Jede Auswahl wird geprüft
el: Έλεγχος κάθε επιλογής
es: Comprobando cada elección
fr: Vérification de chaque choix
hi: हर चुनाव की जाँच हो रही है
it: Controllo di ogni scelta
ja: すべての候補を確認中
ko: 모든 선택을 확인하는 중
pt_br: Conferindo cada escolha
ru: Проверяем каждый вариант
tr: Her seçim kontrol ediliyor
vi: Đang kiểm tra từng lựa chọn
zh_hans: 正在检查每个选择

source: Checking your household's allergies
ar: جارٍ فحص حساسيات أسرتك
de: Allergien deines Haushalts werden geprüft
el: Έλεγχος αλλεργιών του νοικοκυριού
es: Comprobando las alergias de tu hogar
fr: Vérification des allergies de votre foyer
hi: आपके परिवार की एलर्जी जाँच रहे हैं
it: Controllo delle allergie della famiglia
ja: ご家族のアレルギーを確認中
ko: 가족의 알레르기를 확인하는 중
pt_br: Conferindo as alergias da sua casa
ru: Проверяем аллергии вашей семьи
tr: Hanenin alerjileri kontrol ediliyor
vi: Đang kiểm tra dị ứng của gia đình
zh_hans: 正在检查家人的过敏原

source: Child
ar: طفل
de: Kind
el: Παιδί
es: Niño
fr: Enfant
hi: बच्चा
it: Bambino
ja: 子ども
ko: 어린이
pt_br: Criança
ru: Ребёнок
tr: Çocuk
vi: Trẻ em
zh_hans: 儿童

source: Chinese
ar: صيني
de: Chinesisch
el: Κινεζική
es: China
fr: Chinoise
hi: चीनी
it: Cinese
ja: 中華料理
ko: 중식
pt_br: Chinesa
ru: Китайская
tr: Çin
vi: Món Trung
zh_hans: 中餐

source: Choose Language
ar: اختر اللغة
de: Sprache wählen
el: Επιλογή γλώσσας
es: Elegir idioma
fr: Choisir la langue
hi: भाषा चुनें
it: Scegli la lingua
ja: 言語を選択
ko: 언어 선택
pt_br: Escolher idioma
ru: Выберите язык
tr: Dil seç
vi: Chọn ngôn ngữ
zh_hans: 选择语言

source: Choose a collection
ar: اختر مجموعة
de: Sammlung wählen
el: Επίλεξε συλλογή
es: Elige una colección
fr: Choisir une collection
hi: कलेक्शन चुनें
it: Scegli una raccolta
ja: コレクションを選択
ko: 컬렉션 선택
pt_br: Escolha uma coleção
ru: Выберите подборку
tr: Bir koleksiyon seç
vi: Chọn bộ sưu tập
zh_hans: 选择收藏夹

source: Choose a cover photo
ar: اختر صورة غلاف
de: Titelbild wählen
el: Επίλεξε φωτογραφία εξωφύλλου
es: Elige una foto de portada
fr: Choisir une photo de couverture
hi: कवर फ़ोटो चुनें
it: Scegli una foto di copertina
ja: カバー写真を選択
ko: 커버 사진 선택
pt_br: Escolha uma foto de capa
ru: Выберите обложку
tr: Kapak fotoğrafı seç
vi: Chọn ảnh bìa
zh_hans: 选择封面照片

source: Choose a video from your library
ar: اختر فيديو من مكتبتك
de: Video aus deiner Mediathek wählen
el: Επίλεξε βίντεο από τη βιβλιοθήκη σου
es: Elige un vídeo de tu fototeca
fr: Choisir une vidéo de votre photothèque
hi: अपनी लाइब्रेरी से वीडियो चुनें
it: Scegli un video dalla libreria
ja: ライブラリから動画を選択
ko: 보관함에서 영상 선택
pt_br: Escolha um vídeo da sua biblioteca
ru: Выберите видео из медиатеки
tr: Arşivinden bir video seç
vi: Chọn video từ thư viện
zh_hans: 从图库选择视频

source: Choose everything you'd like Flavourly to remember.
ar: اختر كل ما تريد أن يتذكره Flavourly.
de: Wähle alles, was Flavourly sich merken soll.
el: Επίλεξε όλα όσα θέλεις να θυμάται το Flavourly.
es: Elige todo lo que quieras que Flavourly recuerde.
fr: Choisissez tout ce que Flavourly doit retenir.
hi: वह सब चुनें जो Flavourly को याद रखना चाहिए।
it: Scegli tutto ciò che Flavourly deve ricordare.
ja: Flavourlyに覚えてほしいことをすべて選んでください。
ko: Flavourly가 기억하길 원하는 것을 모두 고르세요.
pt_br: Escolha tudo o que você quer que o Flavourly lembre.
ru: Выберите всё, что Flavourly должен запомнить.
tr: Flavourly’nin hatırlamasını istediğin her şeyi seç.
vi: Chọn mọi thứ bạn muốn Flavourly ghi nhớ.
zh_hans: 选择你希望Flavourly记住的一切。

source: Choose how you'd like to discover your first recipes.
ar: اختر كيف تحب أن تكتشف وصفاتك الأولى.
de: Wähle, wie du deine ersten Rezepte entdecken möchtest.
el: Επίλεξε πώς θέλεις να ανακαλύψεις τις πρώτες σου συνταγές.
es: Elige cómo quieres descubrir tus primeras recetas.
fr: Choisissez comment découvrir vos premières recettes.
hi: चुनें कि आप अपनी पहली रेसिपी कैसे ढूँढना चाहते हैं।
it: Scegli come scoprire le tue prime ricette.
ja: 最初のレシピの見つけ方を選んでください。
ko: 첫 레시피를 어떻게 찾고 싶은지 고르세요.
pt_br: Escolha como quer descobrir suas primeiras receitas.
ru: Выберите, как вы хотите найти первые рецепты.
tr: İlk tariflerini nasıl keşfetmek istediğini seç.
vi: Chọn cách bạn muốn khám phá những công thức đầu tiên.
zh_hans: 选择你想如何发现第一批食谱。

source: Choose photos or screenshots
ar: اختر صورًا أو لقطات شاشة
de: Fotos oder Screenshots wählen
el: Επίλεξε φωτογραφίες ή στιγμιότυπα
es: Elige fotos o capturas
fr: Choisir des photos ou des captures
hi: फ़ोटो या स्क्रीनशॉट चुनें
it: Scegli foto o screenshot
ja: 写真またはスクリーンショットを選択
ko: 사진 또는 스크린샷 선택
pt_br: Escolher fotos ou prints
ru: Выбрать фото или скриншоты
tr: Fotoğraf veya ekran görüntüsü seç
vi: Chọn ảnh hoặc ảnh chụp màn hình
zh_hans: 选择照片或截图
